$(function(){
	$(".layer-1 > li").hover(function(){
		$(this).children('.layer-2').css('display','block');
	},function(){
		$(this).children('.layer-2').css('display','none');
	});
});

var pd_infos=[
  {
    show_title: true,
    title: "Praxair 1264 系列送粉機",
    show_text: true,
    texts: ["1264型送粉機專為熱噴塗應用所設計，開放迴路送粉裝置適用於所有熱噴塗粉末與製程，並可提供高精度、穩定一致的送粉量。簡單的設計與堅固的機身使其不易損壞並容易保養維修。","重力式送粉技術通過改變送粉盤的轉速，與送粉盤上的孔洞數量及大小，來調整送粉量，再藉由載氣將粉末經由軟管送到噴槍。在送粉盤的設計上，共有5種可選擇，可依照粉末的特性，送粉量的多寡去進行最合適的搭配。而送粉桶的外側配有加熱毯，可避免因為空氣中的濕氣，使送粉桶內的粉末團聚，而造成的送粉不順。","1264i和1264WL是1264送粉機的改良版，系統採用PLC閉迴路控制送粉盤轉速，不會因為粉量多寡而使送粉盤轉速發生變化。1264WL再增加送粉量測重功能，可及時掌握送粉量，送粉損失重量可控制在±1.5g以內。","1264i與1264WL的送粉桶容量增加50%，可減少填粉的時間；快速更換送粉桶功能，只需將固定閥移除後即可更換，整個過程不需要1分鐘，同時也可以減少粉桶內不同粉末的交叉污染，不需熄火也可更換，可大幅提升工作效率。","在顯示界面方面，1264i和1264WL更換成觸控界面顯示，在系統中可以即時看見載氣流量、送粉盤轉速、噴塗時間、總操作時間與維修時限，也能調整加熱毯的溫度，讓操作者與開發者更了解整個操作的過程。",],
    show_features: false,
    features: ["","",""],
    show_specs: false,
    specs: ["","",],
  },
  ];

var vm_1=new Vue({
  el: "#infos",
  data: {
  products: pd_infos,
  }
});

var specdata=[
  {
	s_title: "1264",
	s_items: ["開迴路RPM控制","多樣送粉盤選擇","一般電路板控制","送粉桶容量3277cc","90 psi最大桶壓","直覺撥桿式設計","數位顯示螢幕","桶壓獨立顯示表","壓力洩壓閥","送粉桶加熱毯"],
  },
  {
	s_title: "1264i",
	s_items: ["閉迴路RPM控制","多樣送粉盤控制","PLC控制","送粉桶容量4916(增加50%)","125 psi最大桶壓","觸控式面板","桶壓獨立顯示表與觸控面板顯示","壓力洩壓閥","送粉桶加熱毯","送粉轉速限制警報"],
  },
  {
	s_title: "1264wl",
	s_items: ["閉迴路RPM控制","閉迴路重量損失控制(±1.5g)","PLC控制","送粉桶容量4916cc","125 psi最大桶壓","觸控式面板","桶壓獨立顯示表與觸控面板顯示","壓力洩壓閥","送粉桶加熱毯","送粉轉速限制警報","送粉量限制警報","低粉量提醒"],
  },
];

var vm_2=new Vue({
	el: "#spec_infos",
	data: {
	contents: specdata,
	}
});