
var data_3710=[
  {
    show_title: true,
    title: "3710電漿噴塗控制系統",
    show_text: true,
    texts: ["為維持電漿噴塗塗層相關應用的優良表現，3710電漿噴塗控制系統提供給您穩定、經濟的噴塗設備。控制器為操作SG-100、SG-200系列噴槍所設計，同時也能適用於其他電漿噴槍，如9M或F4。3710電漿噴塗控制系統包含：電漿噴槍、3710控制器、PS-1000（40kW）或HPS-100（100Kw）電源供應器、HF-2210高頻點火器、1264送粉機、以及完整管路與電纜。","3710控制器為機電型電漿控制器，專為生產環境所設計。3710控制器的特點在於採用臨界氣體流量控制（critical orifice gas flow control），由於對背壓（back pressure）相對不敏感，相較於一般浮子流量計（rotameters），能在氣體控制上達到更精確、穩定的標準，且不需進行定期校準就能維持良好的氣流控制。","PS-1000為一款使用三相恆電流（3 phase constant-current）、40kW、100%功率循環（duty cycle）的電源供應器，專為電漿噴塗所設計。HPS-100電源供應器採用最新設計，使電漿噴塗製程能達到更精確的控制與更高的穩定性，功率規格：100 kW，100%功率循環（duty cycle）輸出。","HF-2210高頻點火器與電源供應器配合來啟動電漿噴槍，以1200 Amp連續輸出、高頻強度控制和振盪器（oscillator）為特色，能使點火過程更穩定。HF-2210與SmartStartTM 電弧控制器合併使用，使其更省時、效率更高。"],
    show_features: false,
    features: ["",],
    show_specs: true,
    specs: ["重量：45.4 kg","體積：長787 mm，寬394 mm，高940 mm","供電需求：115 VAC, 1 phase, 50/60 Hz, 20 amps","吹掃空氣需求：大於80 psi","主氣體（氬氣）需求：71.3~430 SCFH（33.5~202 l/min）@30~250 psi","二次氣體（氦氣）需求：71.3~430 SCFH（33.5~202 l/min）@30~250 psi","二次氣體（氫氣）需求：4.3~26.4 SCFH（2~12.4 l/min）@30~250 psi","載氣（氬氣）需求：8.2~46.2 SCFH（4~22.6 l/min）@30~200 psi",],
  },
  ];

var vm_1=new Vue({
  el: "#content_3710",
  data: {
  products: data_3710,
  }
});



var data_6600=[
  {
    show_title: true,
    title: "6600XL電漿控制系統",
    show_text: true,
    texts: ["6600XL電漿控制系統可以相容於目前常見的電漿火焰噴槍，例如SG-100、F4、9MB等噴槍。此外，控制台中提供操作模式切換功能，可以提供操作者使用他習慣的操作模式，讓一些使用過其它控制系統的操作者可以更快熟悉此設備，例如操作過3710控制系統的操作者在使用6600XL時，可以將畫面切換成仿3710控制系統的面板。也可以為每一個氣體流量配置兩個讀數，一個為設定值，一個為實際流量，並顯示兩種不同的單位。","使用氬氣、氮氣作為一次氣體，氮氣、氦氣和氫氣作為二次氣體，也可以選擇使用氬氣或氮氣作為載氣。所有的氣體流量計採用孔板式流量計，並藉由閉迴路控制來進一步提高塗層品質與一致性。","15吋的工業級觸控面板提供更直覺簡單的系統控制。6600XL配備了先進的PLC模組，可提供精準、可重複性的全自動控制系統和監控。此外，6600XL的軟啟動功能，當設定使用氮氣為一次氣體時，系統點火會先使用氬氣點火，在點火完成後由氬氣轉換為氮氣，該功能可以延長電極的使用壽命。","I/O介面可以連接週邊設備、兩台送粉機、整合機械手臂、噴槍電壓的監控和工件冷卻的控制。PLC控制可以顯示高頻點火器給噴槍的電壓與噴槍當前的電壓與狀態，當電壓發生突然變化的時候會出現診斷資訊。"],
    show_features: true,
    features: ["通過完全分離的氣體與電氣組來增強安全性","當操作者的流量數值超過限制值時，會啟動警告並自動停機","更大的觸控面板（OIT），可以更輕鬆的進行參數設置和監控","可更加精準控制電漿狀態，並延長正常運作的時間","氫氣管線採用不銹鋼製成，具有更高的熔點與耐腐蝕性","對水、電、氣進行即時的監控，發生異常有警報裝置，防止可能對操作員或設備造成的危險","符合歐洲設備（CE）標準並通過CCC認證","孔板式氣體流量計","閉迴路控制一次和二次氣體","軟啟動點火功能，可以大幅提升電極壽命","靈活的I/O介面，可以將周邊設備整合到6600XL上面","可兼融傳統的10-80 kW的電漿噴槍","所有的參數都可以設定極限值與警報","即時監控噴槍電壓","可獨立／同時控制兩台送粉機"],
    show_specs: false,
    specs: ["","",],
  },
  ];

var vm_2=new Vue({
  el: "#content_6600",
  data: {
  products: data_6600,
  }
});

var specdata_6600=[
  {
  s_title: "6600XL電漿控制系統",
  s_items: ["重量：78 kg","體積：長883 mm，寬24.2 mm，高820 mm","電力需求：115/230 VAC，1 Phase，50/60 Hz，10/5 Amps"],
  },
  {
  s_title: "氣體控制櫃",
  s_items: ["重量：145 kg","體積：長1232 mm，寬240 mm，高820.4 mm","電力需求：115/230 VAC，1 Phase，50/60 Hz，10/5 Amps ","氣體需求–空氣：80-100 psi ","氣體需求–氮氣：200 psi，61-309 SCFH","氣體需求–氬氣：200 psi，55-273 SCFH","氣體需求–氫氣：200 psi，1-23 SCFH","氣體需求–氦氣：200 psi，12-62 SCFH","氣體需求–氮氣：200 psi，6.8-43 SCFH","氣體需求–氬氣：200 psi，3.75-40 SCFH"],
  },
  {
  s_title: "OIT觸控介面",
  s_items: ["重量：18.6 kg","體積：長599.4 mm，深646 mm，高1575 mm"],
  },
];

var vm_2=new Vue({
  el: "#spec_infos_6600",
  data: {
  contents: specdata_6600,
  }
});





var data_7700=[
  {
    show_title: true,
    title: "Praxair 7700 （UPC）電漿噴塗控制系統",
    show_text: true,
    texts: ["Praxair 7700 （UPC）電漿噴塗控制系統，為SG-100、SG-200系列噴槍及延伸槍所設計，也可與其他噴槍搭配操作，如9M和F4。系統設備包含：電漿噴槍、7701操作介面（OIT）、7702操作面板（MCP）、7720氣體模組系統、HPS-100電源供應器模組、HF-2277高頻率電源供應器模組、雙1264送粉機、3262冷卻器及完整管路和電纜。","7701操作介面（OIT）為自動化控制器之觸控操作介面，結合了PC與PLC的優點：PLC用於監測並自動化控制製程的參數；PC則用於存取來自PLC的參數並顯示於螢幕上。使系統能儲存操作參數也能提取，並能進行自我檢測，當設備需要保養或維護時，能自動提醒操作員。手動操作（測試或開發環境）或自動操作（生產環境）皆適用。","內建淨能量（Net energy）控制軟體，可監控電漿弧中的淨能量輸出，不須進行任何零配件的更換，就能藉此維護塗層品質。","7720氣體模組系統使用質量流量控制器進行閉迴路氣體控制，一次氣體、二次氣體與載氣的質量流量控制器為各自獨立的模組，可透過7701操作介面進行操控。","HPS-100電源供應器採用最新設計，使電漿噴塗製程能達到更精確的控制與更高的穩定性，功率規格：100 kW，100%功率循環（duty cycle）輸出。HF-2277供電／電弧啟動控制模組可檢測出入水口水溫、電漿噴槍水流量，並可控制電漿噴槍的供電與高頻電弧啟動器，採用 SmartStartTM 電弧控制器，使其更省時、效率更高。","7700 UPC 噴塗系統配備兩組1264送粉機，屬於開放迴路加壓系統，提供優質的送粉精確度與穩定性，可依需求選配有重量損失控制功能的1264WL送粉機，或採用閉迴路RPM控制系統的1264i送粉機。","3262冷卻器重達10頓，專為冷卻閉迴路電漿噴槍設計。"],
    show_features: false,
    features: ["",],
    show_specs: false,
    specs: ["","",],
  },
  ];

var vm_3=new Vue({
  el: "#content_7700",
  data: {
  products: data_7700,
  }
});




var data_axial3=[
  {
    show_title: true,
    title: "Mettech Axial 3 高功率軸向送粉電漿噴槍",
    show_text: true,
    text: "Axial 3 電漿噴槍堅固、靈活，可應用各式各樣的塗層，專利設計的軸向送粉可有效將粉末或懸浮液均勻加熱，大幅增加堆積效益，以最經濟的方式獲得卓越的塗層。",
    show_features: false,
    features: ["","",""],
    show_specs: false,
    specs: ["","",],
  },
  ];

var vm_4=new Vue({
  el: "#content_axial3",
  data: {
  products: data_axial3,
  }
});




var data_guns=[
  {
    show_title: true,
    title: "SG-100電漿噴槍",
    show_text: true,
    texts: ["SG-100是一把功率達80 kW的多功能電漿噴槍，SG-100經過許多的驗證並在市場上已經被使用了25年以上。從要求高品質、均勻和一致性塗層的大量生產，到可以快速重新製造和靈活性高的小量生產，SG-100都可以滿足客戶的需求。","可選擇由內送粉或外送粉。內送粉的設計可以確保粉末能夠進入到電漿火焰中能量最高的地方，從而提供最佳的能量轉換和顆粒速度來實現高塗層堆積效率。","SG-100的兩個送粉口可以單獨使用，或在需要高送粉率或噴塗兩種不同材料時，同時使用兩個送粉孔。外部送粉口可以用來取代內部的送粉孔，也可以內外送粉孔同時使用。內部與外部送粉口都提供了多種送粉角度。由於如此多變的送粉設計，讓SG-100成為最通用和高效率的電漿噴槍。而SG-100也能搭配不同配件使用，讓噴槍可以在各種不同的氣流速度下運行，我們提供的配件包含亞音速、馬赫I、馬赫II來滿足客戶的需求。","適用氬氣、氮氣、氦氣、氫氣，使用氦氣作為二次氣體可以大幅提升電極壽命，進而降低營運成本與保養維修的時間。平均而言，電極的正常工作時間在200-300小時之間。另外，SG-100的設計簡單，所以可減少保養維修的時間，增加生產效率。","可選配外送粉套件，提供多功能外部注射適配器，該注射器可以有前後15度的調整空間和90度的噴射角度。或選配冷卻系統，設計用於冷卻塗層，並且可以在噴塗的過程中清除任何殘留在塗層上過量顆粒。"],
    show_features: true,
    features: ["噴槍硬體安裝簡單快速","可進行內外送粉的設計","提供完整的套件與外掛裝置",],
    show_specs: true,
    specs: ["噴槍重量：1.8 kg（不含水電纜）","一次氣體：氬氣、氮氣","二次氣體：氮氣、氦氣、氫氣","冷卻水需求： 亞音速套件流量30.3 L/min；馬赫I流量30.3 L/min；馬赫II流量37.9 L/min",],
  },
  {
    show_title: true,
    title: "SG-200電漿噴槍",
    show_text: true,
    texts: ["SG-200是一款功率達40 kW的多功能電漿噴槍，專門設計用於安裝在機器手臂上的電漿噴槍，也是一把可以90度噴塗的噴槍，非常適合需要快速、均勻和一致性塗層品質的生產環境。","可選擇由內送粉或外送粉。內送粉的設計可以確保粉末能夠進入到電漿焰中能量最高的地方，從而提供最佳的能量轉換和顆粒速度來實現高塗層堆積效率。","外部送粉口可以用來取代內部的送粉孔，也可以內外送粉孔同時使用。內部與外部送粉口都提供了多種噴射角度。由於如此多變的送粉設計，讓SG-200等離子噴槍成為最通用和高效率的等離子噴槍。","適用氬氣、氮氣、氦氣、氫氣，使用氦氣作為二次氣體可以大幅提升硬體壽命，進而降低營運成本與保養維修的時間。","可選配外送粉套件，提供多功能外部注射適配器，該注射器可以有前後15度的調整空間和90度的噴射角度。或選配冷卻系統，設計用於冷卻塗層，並且可以在噴塗的過程中清除任何殘留在塗層上過量顆粒。",],
    show_features: true,
    features: ["噴槍硬體安裝簡單快速","可內外送粉","提供完整的附件套件與外掛裝置",],
    show_specs: true,
    specs: ["噴槍重量：1.1 kg（不含水電纜）","一次氣體：氬氣、氮氣","二次氣體：氮氣、氦氣、氫氣","冷卻水需求：流量30.3 L/min",],
  },
  ];

var vm_5=new Vue({
  el: "#content_guns",
  data: {
  products: data_guns,
  }
});

var specdata_guns=[
  {
  s_title: "2086A 延伸槍",
  s_items: ["延伸長度：6”– 72”(152-1829 mm)","可噴塗角度：0°、45°、60°","功率：40 kW","最小可噴塗內徑：3”（76 mm）","與SG-100相容性：相容"],
  },
  {
  s_title: "2700延伸槍",
  s_items: ["延伸長度：6”– 72”(152-1829 mm)","可噴塗角度：45°","功率：30 kW","最小可噴塗內徑：1.5”（38 mm）","與SG-100相容性：相容"],
  },
  {
  s_title: "2100延伸槍",
  s_items: ["延伸長度：12”– 31”(300-782 mm)","可噴塗角度：80°","功率：30 kW","最小可噴塗內徑：1.25”（32 mm）","與SG-100相容性：不相容"],
  },
];

var vm_5_1=new Vue({
  el: "#spec_infos_guns",
  data: {
  contents: specdata_guns,
  }
});




var data_plazjet=[
  {
    show_title: true,
    title: "PlazJet II高能電漿噴塗系統",
    show_text: true,
    text: "PlazJet II高能電漿噴塗系統是「高能量」電漿噴塗工藝的終極產品，可在高電壓、低電流設置下以更高的速度運行。該系統包括高功率電漿炬、基礎PC / PLC控制系統、定制電源和其他元件。該系統提供全自動閉環噴塗，並確保可重現的高品質塗層。PlazJet II高能電漿噴塗系統具有大量的參數存儲功能，使塗層選擇更容易，有助於確保塗層重複性；其資料獲取功能有助於實現噴塗品質、車間管理和成本控制。",
    show_features: true,
    features: ["比其他直流電漿系統或高能電漿系統具有更高的速度，改善了塗層密度、硬度、結合強度、光潔度和耐腐蝕性","更高的噴霧速率使工藝製程更經濟，更具工業應用性","由於電流降低，元件壽命更長，電效率更高","採用基礎電腦操作介面，操作簡單"],
    show_specs: false,
    specs: ["","",],
  },
  ];

var vm_6=new Vue({
  el: "#content_plazjet",
  data: {
  products: data_plazjet,
  }
});

